# language.ini.he

# Language translation file for Hebrew

# by Yuval Sadan <reluv at geocities.com>


# v1.0 for BOINC 3.22 Release M1 (2004/08/28)

# Character-Set: windows-1255




#PROJECT_ID


[HEADER-Projects]


Title=&פרוייקטים


Project=פרוייקט


Account=חשבון


Total Credit=סך ניקוד


Avg. Credit=ניקוד ממוצע


Resource Share=נתח משאבים





#RESULT_ID


[HEADER-Work]


Title=&עיבוד


Project=פרוייקט


Application=יישום


Name=שם


CPU time=זמן עיבוד


Progress=הושלם


To Completion=נותר


Report Deadline=מועד אחרון לדיווח


Status=מצב





#XFER_ID


[HEADER-Transfers]


Title=ת&עבורה


Project=פרוייקט


File=קובץ


Progress=הושלם


Size=גודל


Time=זמן


Speed=מהירות


Status=מצב


Type=סוג





#MESSAGE_ID


[HEADER-Messages]


Title=&הודעות


Project=פרוייקט


Time=זמן


Message=הודעה





#USAGE_ID


[HEADER-Disk]


Title=&דיסק


Free space=מקום פנוי


Used space: non-BOINC=מקום בשימוש שלא על-ידי BOINC


Used space: BOINC=מקום בשימוש על-ידי BOINC


BOINC software=תוכנת BOINC





#miscellaneous text


[HEADER-MISC]


New=חדש


Running=פועל


Ready to run=מוכל לפעול


Computation error=שגיאת חישוב


Ready to report=מובן לדיווח


Acknowledged=מאושר


Error: invalid state=שגיאה: מצב לא מוגדר


Completed=הושלם


Uploading=מדווח...


Downloading=טוען...


Retry in=נסיון שני תוך 


Upload failed=הדיווח נכשל


Download failed=הטעינה נכשלה


Suspended=מושהה





#menu items


[MENU-File]


Title=&קובץ


Run always=רוץ &תמיד


Run based on preferences=&רוץ לפי הגדרות אישיות


Suspend=&השהה

Disable BOINC Network Access=&מנע מ-BOINC להתחבר לרשת


Run Benchmarks=הרץ &בדיקת מהירות


Hide=ה&סתר


Exit=י&ציאה





[MENU-Settings]


Title=&אפשרויות


Attach to Project...=&התחבר לפרוייקט...


Proxy Server...=הגדרות &שרת שליח (Proxy)





[MENU-Help]


Title=&עזרה


About...=&אודות...





[MENU-StatusIcon]


Show=&הצג


Hide=ה&סתר


Run always=רוץ &תמיד


Run based on preferences=&רוץ לפי הגדרות אישיות


Suspend=&השהה


Exit=י&ציאה





[MENU-Project]


Web site=&דף בית


Update=&עדכן


Update (retry now)=&נסה שוב לעדכן כעת


Detach...=&ניתוק...


Reset project...=&אתחול פרוייקט...





[MENU-Work]


Show Graphics=&הצג גרפיקה





[MENU-Transfers]


Retry now=&נסה שטב כעת





[MENU-Messages]


Copy to clipboard=&העתק ללוח





[DIALOG-LOGIN]


Title=התחבר לפרוייקט


Project URL:=כתובת אתר:


Account ID:=מספר חשבון:


OK=&אישור


Cancel=&ביטול


The URL for the website of the project.=כתובת אתר האינטרנט של הפרוייקט


The authorization code received in your confirmation email.=מספר החשבון כפי שנמסר לך בדואר אלקטרוני





[DIALOG-CONNECT]


Title=התחברות לרשת


BOINC needs to connect to the network.  May it do so now?=BOINC זקוק לחיבור רשת על מנת להמשיך. ניתן לעשות זאת כעת?


Don't ask this again (connect automatically)=אל תשאל לפני התחברות בעתיד (התחבר אוטומטית)


OK=&אישור


Cancel=&ביטול





[DIALOG-RESET]


Are you sure you want to reset the project %1?=האם את\ה בטוח\ה כי ברצונך לאתחל את נתוניך בפרוייקט: %1?





[DIALOG-DETACH]


Are you sure you want to detach from the project %1?=האם את\ה בטוח\ה כי ברצונך להתנתק מהפרוייקט: %1?





[DIALOG-ABOUT]


Title=BOINC - גרסת בטא


Berkeley Open Infrastructure for Network Computing=Berkeley Open Infrastructure for Network Computing


M1 Release=הוצאה M1


OK=&אישור





[DIALOG-PROXY]


Title=הגדרות שרת שליח (Proxy)


Some organizations use an "HTTP proxy" or a "SOCKS proxy" (or both) for increased security.  If you need to use a proxy, fill in the information below.  If you need help, ask your System Administrator or Internet Service Provider.=מספר ארגונים עושים שימוש בשרת שליח (Proxy) על-מנת לאבטח את הרשת. אם ארגונך או ספק האינטרנט שלך משתמש בשרת כזה, עליך למלא את המידע להלן. לעזרה במילוי הפרטים - עליך לפנות למנהלי הרשת או לספק האינטרנט שלך.


HTTP Proxy=שרת שליח HTTP


Connect via HTTP Proxy Server=התחבר דרך שרת שליח HTTP


http://=http://


Port Number:=Port:

Authentication=זיהוי (אין למלא אלא אם נדרש במפורש)

Use Authentication=השתמש בפרטים מזהים

Proxy user name:=שם משתמש:

Proxy password:=סיסמה:


SOCKS Proxy=שרת שליח SOCKS


Connect via SOCKS Proxy Server=התחבר דרך שרת שליח SOCKS


SOCKS Host:=כתובת שרת: 


Leave these blank if not needed=זיהוי (אין למלא אלא אם נדרש במפורש)


SOCKS User Name:=שם משתמש:


SOCKS Password:=סיסמה:


OK=&אישור


Cancel=&ביטול


